Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/admin/varanger_museum/utstilling_vadso_museum.docx.tmx
Source language: nob
Languages: fkv

source: Nordkalotten er kvenenes hjem.
fkv: Pohjaskalotti oon kväänitten koti.

source: Fra Bottenviken i sør og nordover til Ishavet,
fkv: Etelässä Perämerestä ja pohjasheen kiini Jäämerheen saakka,

source: fra Karelen i øst til Lofoten i vest
fkv: Karjalasta öystässä ja kiini Lofotenhiin vestassa

source: strekker kvenenes røtter seg.
fkv: oon kväänitten juuret.

source: I dag bor det kvener i hele Norge.
fkv: Tääpänä assuu kvääniä koko Norjassa.

source: «Alt lukta rart, alt smakte salt.
fkv: “Kaikki maistuu niin kummalta,

source: Og ingen ting va som hjemme på Kivijärvi.
fkv: Ei mikhään ollu niin ko kotona Kivijärvelä.

source: Æ sto ved kanten av havet.
fkv: Mie seisoin meren parthaalla.

source: Bjeksoen mine va godt smurt,
fkv: Pieksuni oli hyvässä tervassa

source: så de holdt vatnet ute
fkv: ja ei kastunheet jalat

source: mens æ sto og lot havet vaske oppover leggan.
fkv: Mie otin varovasti vettä käthen ja maistoin.

source: Æ tok forsiktig vatn i handa og smakte.
fkv: niinko kaikki muuki tässä Kummallisessa maassa”

source: Det va salt som alt det andre
fkv: «Joo vain se oli pitkä matka Ruijhaan.

source: her i det rare salte landet» «Visst var det langt til Ruija.
fkv: Mutta ei pitempi ko se ette ihmiset olthiin kävelheet sitä reittiä ennen.

source: Men ikke lenger enn at folk hadde gått den veien før. Enkelte hadde trasket sytti mil fram og tilbake hvert eneste år i mer enn tredve
fkv: Muutamat olthiin kävelheet seittemänkymmentä miilaa eestakasin joka vuosi, enämen ko kolmekymmentä vuotta yhtheensä, oli hän kuulu.

source: til sammen, hadde han hørt.
fkv: Ruijhaan talvela ja kothiin kesälä.

source: Og dessuten kunne han ta hesten til hjelp, helt til øverste veienden.
fkv: Ja muutoin hän saattoi pittää hevosta avuksi, ylimphään tienlopphuun saakka.

source: Siden fikk han ty til skiene.
fkv: Sen jälkhiin hän saattoi hihata.

source: Stabbe seg frem gjennom snetung ødeskog, slite seg opp Maanselkäryggen, og siden suse utfor ned mot salte havet.
fkv: Sauvoa hithaasti lumiraskhaan autiomettän läpi, ponnistella ylös Maanselkää, ja sitte tyyrätä alas suolasta mertä kohti.

source: «De [Kvænerne] elske fornemmelig skovhugst, laxefiskeri og skytteri.
fkv: «Net [kväänit] rakastethiin ennen kaikkea mettänhakkoa, lohenpyytöä ja ampumista.

source: De have megen naturlig forstand;
fkv: Heilä oli joukon luonolinen ymmärys.

source: de rydde og dyrke ganske vel sin jord, holde heste, køer og smaacreature, ja have agerbrug, hvor klimatet tillader det.
fkv: Het korjathiin ja viljelthiin hyvin oman maan. Lisäksi het piethiin hevosia, lehmiä ja pienkarjaa, ja heilä oli kans pellot, sielä missä kliima sen salli.

source: Mange av dem forstaa at tømre, bygge baade, samt at smide.
fkv: Moni heistä saattoi pykätä, rakentaa venhejä ja kans olla rautiomies.

source: Naar kvænene have boet nogle aar i landet, ere de ligesom nordmænd og finner [samer] duelige søfolk.»
fkv: Ko kväänit olthiin asunheet joitaki vuosia maassa, niin het oon saman kelpaavat merenkävijät ko norjalaiset ja lappalaiset [saamelaiset].»

source: «[Vi] ønsker å trekke frem en bærekraftig og ofte oversett del av vår designtradisjon.
fkv: «[Met] haluama nostaa framile kestävän ja ushein ylönkattotun osan meän designtradisuunista.

source: En selvlaget løsning kan være så mangt.
fkv: Ittetehty ratkaisu saattaa olla niin monenlaista.

source: Den [kan] være planlagt og tradisjonell, men den kan også bære preg av improvisasjon og spontane løsninger.
fkv: Se [saattaa] olla suuniteltu ja tradisunelli, mutta siinä saattaa kans olla vaikutus improvisasuunista ja spontaanista ratkaisuista.

source: En viktig fellesnevner for løsningene er at de i sin natur ofte er gjenbrukt og ombrukt, aldri masseprodusert, men ofte kopiert (…).»
fkv: Yksi tärkiä asia mikä sittoo kaikki yhtheen ratkaisuissa oon ette niitä oon pietty uuesti ja toisela tavala, eikä koskhaan tehty massottain, mutta ushein niitä oon kopieerattu (…).»

source: Invitasjon til åpning
fkv: Kuttu aukasemisheen

source: Vadsø kommune har med dette gleden av å invitere til feiring av nytt museum for kvener og norskfinner ved Varanger museum, Vadsø museum – Ruija kvenmuseum i Vadsø 26. og 27. august 2021.
fkv: Vesisaaren komuunilla oon ilo kuttua juhlimhaan uutta kväänitten ja norjansuomalaisten museumia Varenkin museumissa, Vadsø museumissa – Ruija kvenmuseumissa Vesisaaressa 26. ja 27. aukustikuuta vuona 2021.

source: Museet er en avdeling i Varanger museum, det er lokalmuseum for Vadsø og bygdene rundt, og har siden 1990-tallet hatt status som nasjonalt ansvarsmuseum for kvensk og norskfinsk kulturhistorie.
fkv: Museumi oon osa Varenkin museumia, ja se oon Vesisaaren ja krannikylitten paikalismuseumi. 1990-luvulta saakka sillä oon ollu status nasunaalina eesvastausmuseumina kväänitten ja norjansuomalaisten kulttuurihistooriaa varten.

source: I 2018 mottok museet midler over Statsbudsjettet til ombygging og utvidelse av det tidligere NRK-bygget til et moderne museum med ny basisutstilling som har fått tittelen.
fkv: Vuona 2018 museumi sai rahoja Staatinbudsetin kautta niin ette muuttaa ja laajentaa entisen NRK-rakenuksen moderniksi museumiksi. Siinä oon uusi pohjanäyttely joka oon saanu nimen «Kohtaaminen Jäämeren kans – Møtet med Ishavet».

source: Museet står nå klart og åpningen er en viktig nasjonal begivenhet.
fkv: Museumi oon nyt valmis, ja sen aukaseminen oon tärkiä nasunaali tapahtuma.

source: Vi ønsker med åpningsarrangementet å bidra til å vekke stolthet, og styrke kvensk og norskfinsk identitet.
fkv: Tällä tapahtumalla haluamma olla myötä herättämässä ylpeyttä, ja lujittaa kväänin ja norjansuomalaisten identiteettiä.

source: Åpningsarrangement,
fkv: Aukasemistapahtuma “Tervetulemaa kothiin – Velkommen hjem”,

source: Nobile kultursal, Oscarsgate 27
fkv: Nobile kulttuurisali, Oscarsgate 27

source: Velkommen.
fkv: Tervetulemaa.

source: Hilsninger fra offentlige institusjoner, kvenske/norskfinske organisasjoner i Troms og Finnmark.
fkv: Tromssan ja Finmarkun viralisten institusuunitten, kväänin/norjansuomalaisten liitoitten tervheiset.

source: Regi: Frank Jørstad, Kvääniteatteri Snorklipping og besøk på nytt museum for kvener og norskfinner, ved Vadsø museum – Ruija kvenmuseum, Grensen 1
fkv: Nauhanleikkaaminen ja käyminen kväänitten ja norjansuomalaisten uuessa museumissa, Vadsø museumissa – Ruija kvenmuseumissa, Grensen 1

source: Sang ved Vestre Jakobselv barnehage og Vadsø Mannsangforening, Omateko – Ruijan markkinat, og aktiviteter for barn og voksne.
fkv: Annijoen lastentarhaan lapset ja Vesisaaren mieskuoro (Vadsø Mannsangforening) laulethaan, Omateko – Ruijan markkinat, ja aktiviteetit lapsia ja raavhaita varten.

source: Langåpent på museet med ny utstilling, kafè og museumsbutikk.
fkv: Museumi oon pitkhään auki, ja siinä oon uusi näyttely, kafea ja museuminkauppa.

source: På sin reise mot nord, nord for Hålogaland, forteller høvdingen Ottar at han bare treffer fiskere, jegere og fuglefangere, og de er alle samer.
fkv: Reisula pohjasheen, pohjaspuolela Hålogalandia, päälikkö Ottar muistelee ette hän tyhä kohtaa fiskaria, jääkäriä ja linnunfangittajia, ja kaikki oon saamelaisia.

source: Høvdingene krevde i denne tiden skatt av samene i form av skinn, dun og hvalrosstenner.
fkv: Pääliköt tähän aikhaan koothiin saamelaisilta veroa jonka het maksethiin niin ko nahkana, höyhäminnä ja mursunhamphaina.

source: Dette var ettertraktede varer i Europa.
fkv: Näitä tavaroita kysythiin paljon Euroopassa.

source: Fra middelalderen blir det en kamp mellom danskekongen, svenskekongen og den russiske tsaren om ressursene i nord.
fkv: Keskiaiala syttyy taistelu Tanmarkun kuninkhaan, Ruottin kuninkhaan ja Ryssän tsaarin välilä resyrsistä pohjasessa.

source: Det ressursrike nord
fkv: Resyrsirikkhaus pohjasessa

source: Etter hvert blir fisk og tran den viktigste ressursen, særlig tørrfisken ettersom det katolske Europa hadde fastedager og ikke kunne spise kjøtt.
fkv: Aian myötä kalasta ja traanista tullee tähelisin resyrsi, ja olletikki kuivakalasta, siksi ko Euroopan katooliset uskovaiset piethiin paastopäiviä eikä saattanheet syöä lihhaa.

source: Det var stor interesse for Finnmarkskysten både fra norske og utenlandske handelsmenn.
fkv: Sekä norjalaisila ja ulkomaalaisilla kauppamiehilä oli kova intressi Finmarkun rannikon ympäri.

source: Dette var et fellesdistrikt for Norge og Russland som også Sverige var interessert i fram til 1700-tallet.
fkv: Tämä oli Norjan ja Ryssän yhtheinen ala, mihin kans Ruottila oli interessi kiini 1700-luvule saakka.

source: En periode krevde både russere, nordmenn og svensker samtidig skatt av samene.
fkv: Yhtenä aianjaksona sekä ryssät, norjalaiset ja ruottalaiset koothiin samhaan aikhaan veroa saamelaisilta.

source: Mange folkegrupper
fkv: Monet kansanjoukot

source: Nordmenn koloniserte Finnmarkskysten gradvis fra 1200-tallet og Vardø ble Norges utpost mot nord.
fkv: Norjalaiset koloniseerathiin Finmarkun rannikon vähän kertaa 1200-luvulta saakka ja Vuoreasta tuli puolustuslinja pohjasta vasthaan.

source: I innlandet ble grensene først fastlagt først på 1700- og 1800-tallet.
fkv: Sisämaassa rajoista päätethiin vasta 1700- ja 1800-luvula.

source: Finnmarkskysten ble fra 1300-tallet regnet som «kongens strømme».
fkv: Finmarkun rannikon räknäthiin “kuninkhaan virraksi".

source: Handelen økte og slutten av 1400- og 1500-tallet kalles «den gode tid» i Finnmark, en oppgangstid, da Finnmark lå på topp i Norden.
fkv: Kauppa lissäintyi, ja 1400- ja 1500-luvun lopussa oli Finmarkussa “hyvä aika”, nousun aika, ko Finmarkku oli kärjessä Pohjasmaissa.

source: Utenlandske handelsmenn hadde forbud mot å reise hit, noe som var vanskelig å kontrollere.
fkv: Ulkomaalaisilla kauppamiehilä ei ollu lupa reisata tänne, mutta tätä oli kuitenki vaikia kontrolleerata.

source: Kongen sendte sine representanter for å bestyre handelen, men også handelsmenn fra Bergen og Trondheim bosatte seg på kysten. Nordlendinger og finnmarkinger hadde jekter som de sendte til Bergen.
fkv: Kuningas lähätti omat representantit niin ette styyrätä kauppaa, mutta kans Perunan ja Trondheimin kauppamiehet ja heän perheet asetuthiin rannikolle yhessä fiskaritten ja muitten kans kekkä menthiin pohjasheen päin.

source: Etter hvert kom det borgere fra andre land, men bergenserne konkurrerte dem ut.
fkv: Aian myötä tulthiin kans muitten maitten kansalaiset, mutta perunalaiset kilppailthiin heät ulos.

source: Monopolhandel – Frihandel
fkv: Monopoolikauppa – Vapaakauppa

source: Før 1600-tallet var det frihandel på Finnmark.
fkv: Ennen 1600-lukua käythiin Finmarkussa vapaakauppaa.

source: Etter hvert sluttet frihandelen og fra slutten av 1600-tallet skiftet byene om å ha monopol på handelen.
fkv: Aian myötä vapaakauppahomman heitethiin. 1600-luvulta saakka se vaihetteli kenelä oli kauppamonopooli.

source: De store handelshusene i Bergen og Trondheim styrte virksomheten, som i hovedsak dreide seg om fisk, og en tid på 1700-tallet hadde kongen i København monopol.
fkv: Perunan ja Trondheimin isot kauppahuonheet styyräthiin toimia, mikkä enniimiten pyörithiin kalan ympäri. Vähän aikaa 1700-luvula oli Kööpenhaminan kuninkhaala monopooli.

source: Men hva fikk befolkninga tilbake?
fkv: Mutta mitä kansa sai takasin?

source: Handelsmennene skulle forsyne Finnmark med varer, men dette fungerte ikke alltid og befolkninga krevde frihandel for å få sikker varetilgang.
fkv: Kauppamiehet piethiin lähättää tavaroita ja ruokaa Finmarkkhuun, mutta tämä ei aina toiminu. Sen tähen väki vaati vapaakaupan joka varmisti sen ette het saathiin ostaa mitä tarvithiin.

source: Fra 1789 var handelen fri, og forholdene bedret seg ut over 1800-tallet.
fkv: Vuoesta 1789 saakka kauppa oli vapaa, ja suhtheet tulthiin paremiksi 1800-luvun aikana.

source: Russehandel – Pomorhandel
fkv: Ryssänkauppa – Pomorikauppa

source: Handel med Russland går flere hundreår tilbake, før russere ble russere og nordmenn ble nordmenn.
fkv: Kauppa Ryssän kans mennee monta sattaa vuotta aiassa takasinkäsin, ennen ko ryssistä tulthiin ryssät ja norjalaisista norjalaiset.

source: Fra 1400- og 1500-tallet er det kilder som beskriver handelsferder til felles markeder både på Kolahalvøya og i Varanger.
fkv: 1400- ja 1500-luvuilta saakka oon lähtheitä missä kuvvailhaan kauppamatkoja yhtheishiin markkinhoin sekä Kuolan niemimaassa ja Varenkissa.

source: Pomorene – handelsfolk fra Kola og Kvitsjøen, begynte å tuske med varer midt på 1700-tallet.
fkv: Pomorit eli kauppamiehet Kuolasta ja Vienanmerestä alethiin puuhaila tavaroitten kans 1700-luvun puolivälissä.

source: De byttet fisk som de saltet ned, med nødvendige varer som mel og tømmer helt ned til Nordland.
fkv: Het suolathiin kallaa jonka het vaihetethiin tarpheelisten tavaroitten kans, niin ko jauhoitten ja hirsitten kans kiini Nordlandhiin saakka.

source: Dette var en forbudt handel fram til 1789, men hadde gunstig innvirkning på forsyningssituasjonen særlig i Finnmark og spesielt i Øst-Finnmark, og på folks økonomi.
fkv: Tämä kauppahomma oli kieletty kiini vuotheen 1789 saakka. Kuitenki sillä ette saathiin tavaroita ja ruokaa, oli hyvä vaikutus olletikki Finmarkussa ja eriliikaisesti Öystä-Finmarkussa, ja se vaikutti kans ihmisten ökonomihaan.

source: Pomorhandelen ble etter hvert legalisert og varte til ca. 1920.
fkv: Aian myötä pomorikaupan sallithiin ja se kesti noin vuotheen 1920 saakka.

source: Bad gjennom tidene
fkv: Saunominen kautta aioitten

source: Tradisjoner knyttet til offentlige badstuer i Norge kan spores tilbake til middelalder.
fkv: Net tradisuunit mikkä kuuluva Norjan ylheishiin saunhoin, oon joukon vanhat. Saatama jäljitä net keskiaikhaan saakka.

source: I Bergen har vi kilder som beskriver badstubruk allerede fra 1282.
fkv: Perunasta meilä oon lähtheitä jokka kuvvaileva saunanpitoa jo vuoesta 1282 saakka.

source: Fra 1600-tallet gikk badstua gradvis ut av bruk i Europa og Norge, og offentlige bad ble stengt med begrunnelse i umoral.
fkv: 1600-luvula alkoi saunanpito vähenemhään Euroopassa ja Norjassa, ja ylheiset saunomapaikat suljethiin siksi ko piethiin ette net oon epämoraaliset.

source: På 1800-tallet har vi undersøkelser som viser at å vaske seg i badstue er helt avleggs, det samme med karbad og bading i sjøen.
fkv: Tutkimukset 1800-luvulta muisteleva ette se oon aivan vanhanaikhaista pestä ittensä saunassa. Sama jälläs kaarasaunomista ja saunomista meressä.

source: Eilert Sundt gjorde en undersøkelse i Tromsø stift, og kunne berette at «Dampbad eller badning i sø eller endog vasking av hele legemet foretages aldrig i levende livet.
fkv: Eilert Sundt teki tutkimuksen Tromssan stiftissä, ja saattoi muistela ette “Höyrysauna tahi ko saunoo meressä tahi jopa koko kropin peseminen ei tapahu elävässä elämässä.

source: De afdøde vaskes omhyggelig.
fkv: Kuolheen pesthään nuukasti.

source: » Den samme Sundt bemerket at blant «kvænerne» ble det derimot tatt regelmessig bad annenhver uke.
fkv: ” Sama Sundt kans mainittee ette kväänit saunothiin joka toinen viikko.

source: Renslighet og helse
fkv: Puhthaus ja tervheys

source: En sauna var ofte det første huset som ble bygd på gården, og også det reneste huset.
fkv: Sauna oli usiasti se ensimäinen talo jonka rakenethiin kartanolle, se oli kans se puhthain talo.

source: Varmen fra saunaen sørget for å holde folk friske og lusene og loppene borte.
fkv: Saunan lämpö piti ihmiset tervheinä, ja täit ja sonsarat poissa.

source: I saunaen vasket man klær, og ulike matsorter ble røyket og tørket.
fkv: Saunassa pesthiin vaattheita, ja savustethiin ja kuivatethiin erilaisia ruokasorttia.

source: Mange fødsler fant sted i saunaen.
fkv: Monet synnytethiin saunassa.

source: Her var det varmt og rent, og vann var lett tilgjengelig.
fkv: Täälä oli lämmintä ja puhasta, ja vesi oli likelä.

source: Saunaen fungerte også som behandlingsrom, til for eksempel kopping.
fkv: Saunassa tehthiin kans monenlaista hoitoa, niin ko vaikka kuppaamista.

source: Et bad i saunaen var nærmest obligatorisk når man kom hjem fra Finnmarksfiske eller andre reiser.
fkv: Se oli melkhein pakko käyä saunassa ko tulthiin kothiin Finmarkunfiskusta tahi muilta reisuilta.

source: Dette tok knekken på bakterier og virus.
fkv: Tämä tappoi bakteeriat ja viirukset.

source: Et gammelt ordtak sier: Om ikke sprit, tjære eller sauna gjør deg frisk, er sykdommen dødelig.
fkv: Vanha sanaparsi kuuluu: Jos viina, terva tahi sauna ei auta, niin tauti oon kuolemaksi.

source: Kopping er en gammel kinesisk behandlingsmetode for å behandle ulike plager.
fkv: Kuppaaminen oon vanha kiinalainen hoitotapa millä hoiethiin monenlaisia vaivoja.

source: Koppene, som kan være laget av f.eks. kuhorn eller glass, fungerer som vaakumkopper.
fkv: Kupit, jokka oon laitettu vaikka lehmänsarvista tahi klasista, oon niin ko vakuumikupit.

source: Man fører man varm luft i koppen som settes på behandlingsstedet.
fkv: Kuumaa ilmaa viehään kupphiin ja panhaan siihen paikkhaan kropissa mitä piethään hoitaa.

source: Når lufta i koppen kjøles oppstår vaakum som bidrar til kraftig blodgjennomstrømning i muskler og hud.
fkv: Ko kupin ilma kylmenee, niin syntyy vakuumi, mikä sitte eesauttaa ette veri huilaa lihaksissa ja ihossa.

source: Det er en massasjeteknikk som løsner opp stramt bindevev i huden og motvirker væskeansamlinger, hevelser, reduserer muskelverk og øker blod- og lymfesirkulasjonen.
fkv: Se vaikuttaa paisheita vasthaan, vähentää lihaksitten kipua ja parantaa veri- ja lymfisirkulasuunin lihaksissa ja ihossa.

source: Før i tiden reiste «koppekoner» - som var registrert som yrkestittel fram til ca. 1920 – rundt på gårdene og behandlet folk.
fkv: Entisheen aikhaan oli “kuppariämmä” registreerattu työtitteli noin vuotheen 1920 saakka. Kuppariämmät reisathiin ympäri maapruukia ja hoiethiin ihmisiä.

source: Kropp og sjel
fkv: Kroppi ja sielu

source: Et tradisjonelt saunabesøk består av full kroppsvask, så en god omgang svetting, der temperaturen gjerne er oppe i 70-80 grader eller mer.
fkv: Ko sie käyt saunassa, niin sie peset kropin kunnola ennen ko otat kunnon löylyt, mielelä 70-80 graadia tahi enämpi.

source: Man kaster vann på de glohete steinene, som slår dampen oppi taket og deretter ned på de badende.
fkv: Saunassa viskathaan kuumitten kivitten pääle vettä, joka nousee höyrynä katthoon ja laskee sitte alas saunojitten pääle.

source: Høy temperatur får porene i huden til å åpne seg slik at gammel svette presses ut.
fkv: Korkia temperatuuri saapi ihon pikku aukeimet aukenemhaan, ja vanha palava puristuu ulos.

source: Så pisker man seg med kvasten for å rense og massere ytterligere.
fkv: Sitte sie piiskaat ittesti vihtala eli vastala niin ette puhistat ja masseerat ittesti.

source: Praten går, og man letter på hjertet eller løser verdensproblemer.
fkv: Saunassa oon helppo praatia, keventää syämen tahi hoitaa mailmanvaivat.

source: Etterpå er kalde avrivninger utendørs i snø eller vann en skikk noen fortsatt holder på, men som ikke anbefales for de med hjerteplager.
fkv: Välilä jokku pruukaava vielä vaikka käyä kylmettymässä ulkona lumessa tahi veessä, mutta jos sinula oon syänvaivat, niin tämä ei ole hyvä idea.

source: Prosessen gjentas til man er fornøyd.
fkv: Tätä prosessia saatat jatkata siksi ko olet tytyväinen.

source: Til slutt en siste vaskerunde før man fremstår som et nytt menneske.
fkv: Ko olet valmis, niin peset kropin, ja lopuksi olet niin ko uusi ihminen.

source: Saunaen betyr en kroppslig renselse, men er for mange like mye en renselse for sjela.
fkv: Saunassa puhistuu kroppi, mutta usiasti sielä puhistuu kans sielu.

source: Badstulim, bjørkeris, kvast, vihta eller vasta, kjært barn har mange navn.
fkv: Norjaksi badstulim, bjørkekvist ja kvast, ja kvääniksi vihta tahi vasta, rakkhaala lapsela oon monta nimeä.

source: Fødestue og stellerom for døde
fkv: Synnytystupa ja kuolheitten hoitotupa

source: Før i tiden var saunaen ofte det rommet der den første og siste kjærlighetshandling fant sted, der man som nyfødt ble vasket og stelt, og som død ble vasket og klargjort før begravelsen.
fkv: Entisheen aikhaan oli sauna usiasti se paikka missä ensimäinen ja viiminen rakkhauen teko tapahtui, sielä missä vastasyntynheen ihmisen pesthiin ja hoiethiin, ja missä kuolheen pesthiin ja tehthiin valmhiiksi ennen kraviaisia.

source: Saunaen og bruken av den kan symbolisere livets syklus.
fkv: Sauna ja sen käyttö saattaa olla elämän sykluusin symbooli.

source: De dype røttene som saunaen har i finsk og kvensk tradisjon både kulturelt og religiøst, forbundet med fødsel og død, og livet mitt imellom, kan vanskelig forklares med ord.
fkv: Se oon vaikia selittää sanoila saunan syvät juuret. Net oon suomalaisessa ja kväänin kulttuurissa, sekä kulttuurisesti ja uskonollisesti likheisessä yhtheyessä synnytyksen ja kuoleman kans, ja koko elämän kans joka oon siinä välissä.

source: Flyttemønster og bosetting
fkv: Siirtymämönsteri ja asutus

source: Kvenene har sitt opphav på Nordkalotten, i en tid da grensene ennå ikke var satt mellom nasjonalstatene Norge, Sverige, Finland og Russland.
fkv: Kväänitten alkuperä oon Pohjaskalotilla, aikana ko ei vielä ollu rajoja nasunaalistaatitten Norjan, Ruottin, Suomen ja Ryssän välilä.

source: Kvener omtales i skriftlige kilder mer enn tusen år tilbake i tid.
fkv: Kväänistä muistelhaan kirjotetuissa lähtheissä jo yli tuhat vuotta aikaa.

source: På 1700-tallet begynner folkevandringen som resulterer i en permanent kvensk bosetting i Nord-Norge.
fkv: 1700-luvula alkaa väenvaelus, mistä hiljemin tullee fasta kvääniasutus Pohjas-Norjassa.

source: Bosetting og flyttemønster har endret seg over tid, der noen hendelser utmerker seg:
fkv: Asutus ja siirtymämönsteri oon muuttunheet aian myötä, mutta jokku tapahtumat oon tähelisemät ko muut:

source: Den store nordiske krig
fkv: Iso pohjasmainen sota

source: Flyttebølgene startet etter den store nordiske krig (1700-1720), og den første varte fram til om lag 1820.
fkv: Siirtymäaalot alethiin ison pohjasmaisen soan jälkhiin (1700-1720), ja ensimäinen aalto kesti nuin vuotheen 1820 saakka.

source: Krigen bidro til nedgang i befolkningen i Nord-Sverige og Nord-Finland, mens sterk befolkningsvekst og gjentakende uår med feilslåtte avlinger bidro også til flyttestrømmen vestover og nordover.
fkv: Soan tähen väenluku laski Pohjas-Ruottissa ja Pohjas-Suomessa.

source: Ferden gikk til de fruktbare elvedalene og fjordbotnene i Nord-Troms og Vest-Finnmark som var attraktive områder for jordbruk.
fkv: Kuitenki kova väenkasuaminen ja ko oli usiamat katovuoet ette sato ei menestynny, niin se alkoi siirtyä väkiä vesthaan päin ja pohjasheen.

source: Folkevandringen dreier østover
fkv: Väenvaelus siirtyy öysthään päin

source: Fra 1820 til 1890 bar folkevandringen mer preg av arbeidsvandring.
fkv: Vuoesta 1820 kiini vuotheen 1890 saakka siirtyi väkiä enniimiten työn perässä.

source: Det var i perioder uår i Finland og Nord-Sverige, mens Nord-Norge opplevde oppsving i fisket og teknologisk utvikling i gruvedriften.
fkv: Suomessa ja Pohjas-Ruottissa oli katovuosiperiuudit. Pohjas-Norjassa alkoi menemhään hirmu hyvin fiskun kans, ja kruuvatoimessa oli teknolooginen eistys.

source: Behovet for arbeidskraft var stort i hele Nord-Norge.
fkv: Koko Pohjas-Norjassa tarvithiin työvoimaa.

source: I Finnmark startet kopperverket i Kåfjord opp.
fkv: Finmarkussa sai Kaavuonon kuparivärkki alun.

source: Etter hvert dreide flyttestrømmen østover til Varanger.
fkv: Aian myötä siirtymävirta kääntyi öysthään päin Varenkhiin.

source: Særlig livlig var det fra 1840-tallet da Vadsø i 1833 ble kjøpstad, og frem mot 1875, som sammenfalt med emigrasjonen til Amerika.
fkv: Eriliikaisen vilkasta oli 1840-luvula ko Vesisaaresta vuona 1833 tuli kauppakaupunki, ja kohti vuotheen 1875 saakka, ko väkiä alkoi siirtymhään Amerikkhaan.
